{
  "stories": [
    {
      "id":"0",
      "title": "Letter to Son",
      "rooms": ["bedroom"],
      "content": "Son, if you find this letter know that I'm almost certainly dead.\n\nIt was not your fault, at the time I didn't know the monster your mother had become and she got me.\nI didn't think much of it because I didn't know what would be the consequence of the bite but I can feel my body getting weaker and weaker\n and feel like this wretched disease it trying to take over my mind like a parasite. I plan to drive out to the cabin and go out on my own terms.\nPlease know that this is my own decision and not your fault.\n\nI will and always have love you son, Goodbye.\n\n-Dad"
    },
    {
      "id":"1",
      "title": "Dear Ava",
      "rooms": ["bathroom"],
      "content": "*The handwriting on the page is blurred and smudged on different areas, as if the writer's teardrops fell on the page as they wrote*\n\nMy dearest Ava,\n\nI am writing this letter to you with a heavy heart, knowing that it may never reach you. I was bit, and I am not sure how much time I have left. All I can do now is express my\ndeepest regrets and apologies for the way things ended between us.\n\nI can't help but think about all the times I let my work consume me, and how I let it get in the way of our relationship. I should have made more time for you and our family. I\nshould have fought for us, instead of running away from our problems. I know that my actions have hurt you deeply, and for that, I am truly sorry.\n\nAs I sit here, alone and afraid, I can't help but think about all the moments we shared together. The way your laugh lit up my world, the way your touch made my heart race. I\nI regret not cherishing those moments more, and not being the husband and father that you deserved.\n\nBut most of all, I regret leaving you when you needed me the most. I should have been there to hold you, to protect you, and to keep you safe. Instead, I left you to face this\nhorror alone. And for that, I am truly sorry.\n\nI wish I could turn back time, to fix things between us, but unfortunately, it's too late. All I can do now is pray that you are safe. Please know that I love you, and I will love\nyou until my dying breath. I hope that one day you can forgive me, and th--\n\n*The writing becomes increasingly faint and difficult to read as the letter comes to an end, the words barely legible. The letter ends abruptly*"
    },
    {
      "id":"2",
      "title": "Goodbye",
      "rooms": ["bedroom"],
      "content": "The world as I knew it has ended. I never thought the virus that had been making headlines for weeks would reach me, not here, not now. But it did, and it brought with it an\nunimaginable horror.\n\nI remember sitting in my hotel room, flipping through channels, trying to distract myself from the unease that had been building inside me for days. And then I heard\n it, the screams. At first, I thought it was just some kind of accident, but as the noise grew louder and more frantic, I knew something was very, very wrong. I peered out the\nwindow and what I saw will haunt me forever.\n\nPeople, my neighbors, running, panicked, and behind them, the dead, risen, hunting. My heart raced as I slammed the window shut and locked\nit tight. I knew then that this was the end of the world. And I was trapped in a hotel room with only a few supplies, and no idea of what to do next.\n\nI'm writing this now, with\nshaking hands, tears streaming down my face, knowing that I might not make it out of this alive. But I have to try. I have to fight."
    },
    {
      "id":"3",
      "title": "Natalie's Journal - Act I: Broken Memory",
      "rooms": ["bedroom"],
      "content": "Yesterday was the day he was gone from me, forever. It was supposed to be a pleasant and happy day of our wedding, however, it didn't end as it was intended. Things went crazy as \n\"Infected\" broke through and crashed the wedding. He was there to protect me and... he died for me. I still can't shake that feeling and sadness off. I ran away with tears \nrunning down from my eyes and a broken heart. I don't know what to do anymore but he died protecting me... Do I need to keep on living like this? Right? Just to make his \nsacrifice worth it. I need to stay alive...\n\nAuthor: Nat."
    },
    {
      "id":"4",
      "title": "Natalie's Journal - Act II: This New World without you",
      "rooms": ["bedroom"],
      "content": "It has been 6 days but it still feels like yesterday, the day you were gone forever from me. Whenever I woke up and open my eyes to see that you aren't on the bed with me like it \nused to anymore, it feels tiring, sorrowful, and hopeless... \n\nIt's like a piece of something deep inside my heart is missing that makes me so stressed... I haven't thought I would smoke or drink till it happens, am I this broken?\nTsk, It's not like you or anyone gonna give me an answer anyway.\n\nThis new world without you is starting and the old world is ending, I am going go to live on to see and feel the sunlight of another day so that the life you had sacrificed for me \nwould be worth something.\n\nI've missed you so much, Jim...\nI will make it worth your life.\n\nAuthor: Nat."
    },
    {
      "id":"5",
      "title": "Natalie's Journal - Act III: They were after me?",
      "rooms": ["bedroom"],
      "content": "Two weeks passed on as the world goes by, surprisingly the water is still on and the power is still running.\n\nA few days ago, maybe on day 8 or 9, I noticed that the Government have been kicking around from time to time but was not here to save me or anyone who was still breathing. \nInstead, they dropped a supply for us... aren't they supposed to rescue us? Doesn't matter... At least I got some supplies to keep me going but helicopters are loud. Loud is bad \nand they draw more attention to those things.\nI need to keep moving away from them...\n\nYesterday, I went on a run and found an annotated map in one of the vehicles. There's some writing there and it mentioned me, from the look of it. James seems to be the owner of \nthe map, a friend of mine, and Jim... I know Daryl too.\nThe map said Daryl is sick and James had been looking for me...\nI don't see Jame anywhere, maybe he's dead...? Left a question in my mind with this map I decided to go and see If Daryl is still holding out there. I arrived in the evening, the \nhouse is mostly barricaded but left one window which I can get in, I checked inside but I don't see Daryl or any clue that he was still alive or not... On the bright side, their \nhouse is stacked with food and guns.\n\nJames and Daryl, wherever you are, alive or not. I hope you will find peace... like my husband.\n\nAuthor: Nat."
    },
    {
      "id":"6",
      "title": "Natalie's Journal - Act IV: Little Hope",
      "rooms": ["bedroom"],
      "content": "Day 28... It has been quiet since the end of the first week as the rotten walking corpse roams the earth. These things seem to appear more and more every day, bigger and bigger in \nnumber all around the place... I need to set up a perimeter around Riverside now.\n\nI have been outside of Riverside town to explore the region, and ran into a lot of what's left of the old world... It's just the same everywhere, no survivors, just the world and \nme and the undead.\n\nI also stopped by at the army quarter by South East of Rosewood as well and of course, nothing but one military personnel who got left behind. They seemed to be in a hurry and left \ntheir stuff behind including their vehicle and equipment that I can use... I'm going to need it.\nWhen I was driving out to get back onto the highway I heard it, a military helicopter flying in a distance. I cried for help as I quickly reached out for a flare and pop it up \nbut... It flew over me and eventually crashed down into the field not so far away.\nI thought I was safe but nowhere is safe... I drove over just to see what's left of the crash site and the infected crew, airborne must have gotten into them and makes their bird \nlose their control...\n\nI started to question myself If he was still here with me, watching from above as I struggled and thrive to survive... Just a little hope that will make me make it to the next day.\n\nAuthor: Nat."
    },
    {
      "id":"7",
      "title": "Natalie's Journal - Act V: I've found you",
      "rooms": ["bedroom"],
      "content": "A month and week passed... In the evening summer as I was drinking to forget the reality I can't forget about that day on how it take his life forever, away from my life. It got me \nthinking and pushed myself to find him once again, it was the Riverside church... went back there and it was quiet and beautiful as usual apart from a wall of blood that I painted \nred.\n\nThat day, we fled out of the church and went into one of the houses, he was holding the door but then it broke down before... they mauled him alive, I could only run away and don't \nlook back. Now I am here again in the house where I last saw him, there is a pile of blood, guts, and flesh all around but no sign of him but a trail of blood that leads to the \nbackyard of the house. I followed the trail as what've his remains started to appear more and more and eventually, his hand with still a wedding ring on it... the same one as mine, \nas I was looking down at it I heard weird knocking sounds behind a woods and hoping to myself that it would be him and when I see it... I can't believe my own eyes.\n\nIt was my husband, Jim. With his half, the bottom of his body from his stomach was torn off, both of his hands as well, and one missing eyeball. Still in that black suit like on \nthat wedding day, bloodied and muddied... beyond recognizable but I know it is him.\nI- I can't hold myself back from this and not breaks into tears and collapse down, looking at him as he tried to reach out for me to take a bite but he was in a bad shape that he \ncan't even crawl to me.\nIn the end, I finished him and set him free from this pain... for ever.\n\nI brought what's left of his body back afterward to a proper burial, now his grave won't be empty anymore...\nI've found you.\n\nAfter the burial that night, I even dreamed about him, about the world without the infection where we live happily but it was just a fantasy...\n\nAuthor: Nat."
    },
    {
      "id":"8",
      "title": "Natalie's Journal - Act VI: Voices from you",
      "rooms": ["bedroom"],
      "content": "3 Months later... How long can I keep going? I ask myself this question every dawn and sunset as I am uncertain about the current life I am having. I woke up, I go kill those \nrotten walking corpses, I live and repeat. It seems like I have no goals in my life but to keep living for him that... Does it still worth it? Do I make him proud of me? Or I \nshould be the one who's up there instead... Maybe I died on the same day as you on our wedding day just so I can see and you stay with me forever. \n\nI am not sure but I started to hear some voices lately, but it was just me and no one else. Was that your voice calling me when I don't wanna keep going? Was that you that always \ncalm me down when I want to end my own life?\n*Am I going insane?*\n\nThe feelings of anxious, anxiety, and lonely are slowly breaking through the cracks like poison in my bone. Sometimes I am not sure which sounds is real anymore... but his voice \nalways comforts me and it keeps me going, although how can I keep going like this?\n\nAuthor: Nat."
    },
    {
      "id":"9",
      "title": "Missing Mondays",
      "rooms": ["office", "livingroom"],
      "content": "I never thought I'd miss Mondays, but here we are, in the middle of the zombie apocalypse. It's strange how the little things we took for granted become the things we yearn\nfor the most. I miss the sound of the alarm clock, the rush to get ready for work, and even the annoying morning traffic. Those mundane routines gave our lives a sense of\npurpose and normalcy. Now, every day feels like a battle for survival. But I hold onto the hope that one day, Mondays will return, and we'll complain about them just like we\nused to."
    },
    {
      "id":"10",
      "title":"The Last Testament",
      "rooms":["bedroom"],
      "content":"To whoever finds this letter, I hope you're not alone in this wretched world. I write this as a final testament, a chronicle of what we once were. We were a group of\nsurvivors, bound by hope and resilience. We fought tooth and nail to stay alive, facing hordes of the undead and the ever-encroaching darkness. We formed a family of sorts,\nfinding solace in each other's presence amidst the chaos. But one by one, we fell, overwhelmed by the relentless onslaught. I am the last one left, and with a heavy heart, I\npen these words. Know that we fought bravely, that our spirits were indomitable until the very end. May this letter be a testament to our strength and a reminder to never lose\nhope. Carry our memories forward and build a better future. You are not alone. We may be gone, but our spirit lives on."
    },
    {
      "id":"11",
      "title":"Love in the Darkness",
      "rooms":["bedroom"],
      "content":"Dear Mommy and Daddy,\n\nI hope you find this letter someday. It's been so long since I've seen you, and I miss you more than words can say. The world has turned into a scary place, and I've had to be\nreally brave. But sometimes, when the nights are dark and the zombies groan outside, I feel really scared. I wish you were here to hold me tight and tell me everything will be\nokay.\n\nI've made friends with other survivors, and we try to take care of each other. We share food and stories, and we try to find fun things to do. Sometimes we play hide-and-seek\nin abandoned houses, but it's not the same without you. I wish I could hear your laughter again and see your smiles.\n\nI found a box of crayons, and I draw pictures to remember you. I draw our old house and the sunny days we used to have picnics in the park. I draw rainbows and flowers because\nthey make me feel happy. I hope you can see these pictures and remember the good times we had.\n\nPlease know that I love you with all my heart, and I'll never stop hoping to see you again. Until then, I'll keep being brave and remembering the love you gave me.\n\nLove,\n\nYour Little Survivor"
    },
    {
      "id":"12",
      "title":"Slipping Away",
      "rooms":["kitchen", "grocery"],
      "content":"Dear Diary (and any fellow survivors who might find this),\n\nToday I had the most hilarious encounter with a zombie. Picture this: I was sneaking through an abandoned grocery store, scavenging for supplies when I accidentally knocked\nover a shelf full of canned goods. The noise attracted a nearby zombie, and as it stumbled towards me, I did the only thing I could think of-I threw a banana at it.\n\nYes, a banana! I mean, who knew zombies could slip on banana peels just like in those old cartoons? It was like watching a slapstick comedy routine come to life. That zombie\nwent down faster than a sack of potatoes. I couldn't help but burst into laughter while it flailed around on the slippery floor.\n\nI know, I know, it's a strange and absurd tactic, but desperate times call for desperate measures, right? Plus, it lifted my spirits and reminded me that even in the darkest\nmoments, laughter can be found.\n\nSo, fellow survivors, if you're feeling down or need a good chuckle, consider the power of the banana. Not only is it a tasty snack, but it also doubles as a zombie-trippin'\ndevice. Just make sure you have a backup plan in case they regain their footing!\n\nStay safe and keep laughing,\n\nThe Banana Bandit"
    },
    {
      "id":"13",
      "title":"Adventure Awaits",
      "rooms":["bedroom"],
      "content":"Hey Ethan,\n\nI hope this note finds you safe and sound. I've gone out on a daring expedition to scavenge for supplies. I know it's risky, but we're running low on essentials, and someone's\ngot to do it, right? Don't worry, I've taken every precaution. I've got my trusty baseball bat, a backpack full of snacks, and my lucky socks (yes, the ones with the polka\ndots).I've left a trail of breadcrumbs to let you know my route, just in case. Okay, maybe not actual breadcrumbs because, let's face it, that would just attract zombies. But I've\nmarked the path with random objects like rubber ducks and colorful ribbons. You can't miss them!\n\nWhile I'm out there, I promise to keep an eye out for that rare item you've been searching for. Who knows, maybe I'll stumble upon a treasure trove of canned goods or a hidden\nstash of chocolate. I'll do my best to make it back with something special to lift our spirits.\n\nRemember, patience is key. If you don't hear from me right away, don't worry. It's probably just me tripping over my own feet or getting distracted by a squirrel (yes, even in\nthe apocalypse, squirrels are still a thing).\n\nStay strong, my friend. I'll be back before you know it, armed with supplies and ridiculous stories to share. Until then, keep that positive attitude and keep those\nzombie-free dance moves going.\n\nYours in fearless scavenging,\n\nDavid"
    },
    {
      "id":"14",
      "title":"Lost in Shadows",
      "rooms":["bedroom"],
      "content":"My Dearest David\n\nIt has been weeks since you embarked on your journey for supplies, and still, there is no sign of your return. Each passing day fills my heart with worry and a growing sense\nof despair. I've searched tirelessly, hoping to find a clue or a trace of your presence, but the world remains silent, unwilling to reveal your fate.\n\nThe days blend together in a bleak haze of loneliness and unanswered questions. The once vibrant colors of our memories have faded, overshadowed by the weight of uncertainty.\nI find myself replaying our last moments together, wondering if there was something more I could have done or said to keep you by my side.\n\nIn the darkest corners of my mind, I entertain thoughts of the worst possible outcomes. Did you encounter a horde too large to overcome? Were you ambushed by desperate\nsurvivors, consumed by their own desperation? Or did the unrelenting nature of this forsaken world simply claim you as another casualty?\n\nThe pain of your absence is a constant companion, an ache that gnaws at my soul. The remnants of hope that once flickered dimly within me now struggle to survive. I am left\nwith the bitter taste of regret, wishing I had been able to say a proper goodbye, to express the depth of our friendship and the gratitude I hold for the times we shared.\n\nI will continue to remember you, not as a lost soul, but as a beacon of courage and resilience. Your memory will be my guiding light through the encroaching darkness,\nreminding me of the strength we once possessed as a united front.\n\nThough you may never read these words, I pen them with a heavy heart, hoping that in some cosmic twist of fate, they find their way to you. If you are out there, my friend,\nknow that you are sorely missed and that your absence has left an indelible void in my life.\n\nWith love and sorrow,\n\nEthan"
    },
    {
      "id":"15",
      "title":"A Shattered Existence",
      "rooms":["bedroom"],
      "content":"*A scribbled note, barely legible*\n\nIn the depths of this forsaken world, I am but a broken soul. I have lost all I held dear, consumed by the relentless void of grief. Hope has abandoned me, leaving only\ndarkness in its wake. The echoes of their laughter haunt my every waking moment. I am adrift, a shattered vessel in an empty sea. There is no solace, no salvation. Only the\nfragments of a broken spirit remain."
    },
    {
      "id":"16",
      "title":"Lost in the Silence",
      "rooms":["bedroom"],
      "content":"I'm all alone now. I don't know where everyone went. The streets are empty, and the silence is so loud. I miss my mommy's warm hugs and daddy's silly jokes. I used to have a\nteddy bear to keep me safe, but I lost it somewhere. I'm scared and tired. I wish someone would find me and take me home. I want to feel safe again."
    },
    {
      "id":"17",
      "title":"Wanted: Zombie Apocalypse Buddy",
      "rooms":["bakery", "bandlivingroom", "livingroom", "bar", "bookstore", "cafe", "cafeteria", "livingroom"],
      "content":"Are you tired of facing the undead hordes alone? Do you long for someone to share the thrill of survival in this post-apocalyptic world? Look no further! I am seeking a fellow\nsurvivor to join forces and conquer the zombie apocalypse together.\n\nQualifications:\n\nProficient in zombie impersonations (bonus points for creepy moans and shuffling walk)\nExpert in board games (we need entertainment during those long nights of barricading)\nStrong stomach (zombie guts and canned food aren't always a pleasant combination)\nQuick reflexes and sharp aim (let's show those zombies who's boss!)\nAppreciation for terrible zombie-related puns (we'll need to keep our sense of humor intact)\n\nPerks of being my Zombie Apocalypse Buddy:\n\nNon-stop adventure and adrenaline rushes\nEndless conversations about our favorite zombie movies and TV shows\nSharing survival tips and strategies (like using canned beans as impromptu weapons)\nBackup during zombie encounters and an extra pair of eyes to watch your back\nUnwavering support and friendship in the face of the undead menace\n\nIf you think you have what it takes to be my trusty companion in this chaotic world, meet me at the gas station on your way to Louisville from Westpoin, just after the mall.\nLook for the person with a nerdy t-shirt and a determined glint in their eye. Let's team up, survive, and make unforgettable memories amidst the zombie apocalypse!\n\nTogether we'll face the undead with courage and a whole lot of fun!\n\nSincerly,\n\nYour Future Zombie Apocalypse Buddy"
    },
    {
      "id":"18",
      "title":"Laughs in the Apocalypse",
      "rooms":["livingroom"],
      "content":"In the midst of this bleak and decaying world, we could all use a good laugh, even if it's at the expense of the undead. Here's a collection of zombie-themed jokes and\none-liners to lighten the mood and tickle your funny bone:\n\n1- Why don't zombies eat clowns? Because they taste funny!\n2- What do you call a zombie with a great sense of humor? A comic rot!\n3- Why did the zombie go to the dentist? To improve his *graveyard* smile!\n4- What's a zombie's favorite exercise? The dead-lift!\n5- Did you hear about the zombie marathon? People were dying to get in!\n6- What's a zombie's favorite kind of music? Decomposing!\n7- Why did the zombie go to the party alone? Because he had no body to go with him!\n\nRemember, these jokes may not be as lively as they once were, but they still pack a punch. So, share them with your fellow survivors, and let laughter be the soundtrack that\ndrowns out the moans of the undead. After all, a good sense of humor can be the best weapon in our survival arsenal.\n\nStay alive and keep the laughs coming!\n\nYours Sincerly,\n\nJack"
    },
    {
      "id":"19",
      "title":"Toilet Troubles",
      "rooms":["bathroom"],
      "content":"Hey there!\n\nSo, I find myself in a bathroom during the zombie apocalypse. It's quite a sight, let me tell you. I never thought I'd be writing a letter while sitting on a toilet seat, but\ndesperate times call for desperate measures, right?\n\nFirst things first, let me assure you that this bathroom is fully stocked with toilet paper. Yes, you heard that right! I hit the jackpot in the midst of chaos. It's like\nwinning the lottery, except the prize is soft and absorbent.\n\nNow, don't get me wrong, surviving the zombie apocalypse is no joke. But there's something oddly hilarious about trying to take care of business while the world is falling\napart outside. You know, finding humor in the absurdity of it all.\n\nI've had to come up with creative strategies to distract myself from the moans and groans of the undead roaming around. Counting tiles on the wall, playing toilet paper\nbasketball, or even having conversations with myself to maintain some form of sanity. It's a one-person sitcom in here!\n\nI must say, though, the bathroom has become my sanctuary. It's the one place where I can escape the chaos, even if only for a few minutes. The porcelain throne has become my\nthrone of solitude and contemplation. Who knew the bathroom would become my fortress of calm in a world gone mad?\n\nAs I sit here, contemplating the meaning of life and the importance of clean underwear, I can't help but wonder if future civilizations will dig up these bathrooms and ponder\nover the artifacts they find. Perhaps they'll think that this was some kind of secret communication chamber.\n\nAnyway, I hope this note brings a smile to your face. Remember, even in the most dire situations, it's important to find laughter. Life may be messy right now, but at least I\nhave a toilet seat to keep me company.\n\nStay safe out there, and may your toilet always be stocked with the finest of paper.\n\nFlushingly yours,\n\nKyle"
    },
    {
      "id":"20",
      "title":"FOR DYLAN",
      "rooms":["bedroom", "livingroom"],
      "content":"ROGERS AND CAMPBELL DEAD. REST ARE INJURED.\nEVACUATING BUT THEY'RE EVERYWHERE.\nDYLAN IF YOU FIND THIS PLEASE TAKE CARE OF MY WIFE\nSHE'S JUST PAST THE BRIDGE\n\nAuthor: Kenshov"
    },
    {
      "id":"21",
      "title":"Need Medical Supplies!",
      "rooms":["bedroom", "livingroom", "bathroom"],
      "content":"we need meds bad, antibiotics preferred but anything you can find will help. please dont take too long.\nlove you xoxo\n\nAuthor: Kenshov"
    },
    {
      "id":"22",
      "title":"Bob's Dog",
      "rooms":["bedroom", "livingroom"],
      "content":"Hey Bob - I'm sorry, but your dog wouldn't shut up no matter what we did. We decided to let him loose in the woods. The noise made it too late to save the house so we packed\nup and moved to the other side of town. We're okay though. Use your walkie-talkie to find us and be careful.\nAgain, I'm so sorry it had to be like this. Please don't look for him, you'll only get yourself killed.\n\nAuthor: Kenshov"
    },
    {
      "id":"23",
      "title":"The Morrisson Family",
      "rooms":["bedroom", "livingroom"],
      "content":"to anyone who stumbles across this, we went to the river and we'll be back by the 14th. we humbly ask you to leave our things how they are and not take anything. there's many\nother places to loot.\nthank you. -the morrisson family\n\nAuthor: Kenshov"
    }
  ]
}